---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.BendingDetailCustomFieldProperties
source: html/fbbca77f-590b-2ad7-a2ea-3de3724bc851.htm
---
# BendingDetailCustomFieldProperties Properties

Identifies the angular dimensions display options.